Repository: onlyvae/loupe
Catalog: code/Loupe/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Scanning for nearby Bluetooth devices reveals the speakers, headphones, watches, and other gear around you, often including their owners' names.
ar: البحث عن أجهزة Bluetooth القريبة يكشف السماعات وسماعات الرأس والساعات والأجهزة الأخرى من حولك، وغالبًا ما يشمل ذلك أسماء أصحابها.
de: Das Suchen nach Bluetooth-Geräten in der Nähe verrät die Lautsprecher, Kopfhörer, Uhren und andere Geräte um dich herum, oft samt der Namen ihrer Besitzer.
es: Buscar dispositivos Bluetooth cercanos revela los altavoces, auriculares, relojes y otros aparatos a tu alrededor, a menudo incluyendo los nombres de sus dueños.
fr: La recherche d’appareils Bluetooth à proximité révèle les enceintes, écouteurs, montres et autres appareils autour de vous, souvent jusqu’au nom de leurs propriétaires.
it: La scansione dei dispositivi Bluetooth vicini rivela gli altoparlanti, le cuffie, gli orologi e gli altri apparecchi intorno a te, spesso compresi i nomi dei loro proprietari.
ja: 近くのBluetoothデバイスを検索すると、周囲のスピーカー、ヘッドフォン、時計などの機器がわかり、その多くには持ち主の名前まで含まれています。
ko: 주변 Bluetooth 기기를 검색하면 가까이 있는 스피커, 헤드폰, 시계를 비롯한 여러 기기가 드러나고, 소유자의 이름까지 함께 보이는 경우도 많아요.
pl: Skanowanie pobliskich urządzeń Bluetooth ujawnia głośniki, słuchawki, zegarki i inny sprzęt wokół Ciebie, często wraz z imionami ich właścicieli.
pt_br: Buscar dispositivos Bluetooth próximos revela as caixas de som, fones de ouvido, relógios e outros aparelhos ao seu redor, muitas vezes incluindo os nomes dos donos.
pt_pt: Procurar dispositivos Bluetooth próximos revela as colunas, auscultadores, relógios e outros aparelhos à sua volta, muitas vezes incluindo os nomes dos respetivos donos.
ru: Поиск устройств Bluetooth поблизости раскрывает колонки, наушники, часы и другие гаджеты вокруг тебя, нередко вместе с именами их владельцев.
tr: Yakındaki Bluetooth aygıtlarını taramak, çevrendeki hoparlörleri, kulaklıkları, saatleri ve diğer cihazları, çoğu zaman sahiplerinin adlarıyla birlikte ortaya çıkarır.
uk: Пошук пристроїв Bluetooth поблизу розкриває колонки, навушники, годинники та інші гаджети навколо тебе, нерідко разом з іменами їхніх власників.
vi: Việc quét tìm các thiết bị Bluetooth ở gần sẽ tiết lộ loa, tai nghe, đồng hồ và những thiết bị khác quanh bạn, thường bao gồm cả tên của chủ sở hữu.
zh_hans: 扫描附近的蓝牙设备会暴露你周围的音箱、耳机、手表和其他设备，往往还包括它们主人的名字。
zh_hant: 掃描附近的藍牙裝置會暴露你周圍的喇叭、耳機、手錶和其他裝置，往往還包括它們主人的名字。

source: Screen dimensions and pixel ratio as reported by JavaScript.
ar: أبعاد الشاشة ونسبة البكسل كما يبلغ عنها JavaScript.
de: Bildschirmmaße und Pixelverhältnis, wie JavaScript sie meldet.
es: Dimensiones de la pantalla y proporción de píxeles según las informa JavaScript.
fr: Dimensions de l'écran et ratio de pixels tels que rapportés par JavaScript.
it: Dimensioni dello schermo e rapporto di pixel riportati da JavaScript.
ja: JavaScriptから報告される画面サイズとピクセル比。
ko: JavaScript가 보고하는 화면 크기와 픽셀 비율.
pl: Wymiary ekranu i współczynnik pikseli zgłaszane przez JavaScript.
pt_br: Dimensões da tela e proporção de pixels conforme reportadas pelo JavaScript.
pt_pt: Dimensões do ecrã e rácio de pixéis indicados pelo JavaScript.
ru: Размеры экрана и соотношение пикселей по данным JavaScript.
tr: JavaScript tarafından bildirilen ekran boyutları ve piksel oranı.
uk: Розміри екрана й коефіцієнт пікселів, як їх повідомляє JavaScript.
vi: Kích thước màn hình và tỷ lệ điểm ảnh theo báo cáo của JavaScript.
zh_hans: 由 JavaScript 报告的屏幕尺寸和像素比。
zh_hant: JavaScript 回報的螢幕尺寸與像素比。

source: Screen specs and rendering capabilities
ar: مواصفات الشاشة وقدرات العرض
de: Bildschirmdaten und Rendering-Fähigkeiten
es: Características de la pantalla y capacidades de renderizado
fr: Caractéristiques de l'écran et capacités de rendu
it: Specifiche dello schermo e capacità di rendering
ja: 画面のスペックと描画能力
ko: 화면 사양 및 렌더링 기능
pl: Specyfikacja ekranu i możliwości renderowania
pt_br: Especificações da tela e recursos de renderização
pt_pt: Especificações do ecrã e capacidades de renderização
ru: Параметры экрана и возможности отрисовки
tr: Ekran özellikleri ve görüntü oluşturma kapasitesi
uk: Характеристики екрана й можливості рендерингу
vi: Thông số màn hình và khả năng kết xuất
zh_hans: 屏幕规格与渲染能力
zh_hant: 螢幕規格與繪製能力

source: See Onboarding Again
ar: عرض شاشات البدء مجددًا
de: Einführung erneut ansehen
es: Ver de nuevo la introducción
fr: Revoir l'introduction
it: Rivedi l'introduzione
ja: もう一度オンボーディングを見る
ko: 온보딩 다시 보기
pl: Zobacz wprowadzenie ponownie
pt_br: Ver Boas-Vindas de Novo
pt_pt: Ver introdução novamente
ru: Показать вступление снова
tr: Tanıtımı Tekrar Gör
uk: Переглянути знайомство ще раз
vi: Xem lại phần giới thiệu
zh_hans: 再看一次新手引导
zh_hant: 再次查看歡迎介紹

source: See the Highlights
ar: عرض أبرز النقاط
de: Highlights ansehen
es: Ver los aspectos destacados
fr: Voir les points clés
it: Vedi i punti salienti
ja: ハイライトを見る
ko: 핵심 정보 보기
pl: Zobacz najważniejsze informacje
pt_br: Ver os Destaques
pt_pt: Ver os destaques
ru: Показать главное
tr: Öne Çıkanları Gör
uk: Переглянути головне
vi: Xem các điểm nổi bật
zh_hans: 查看亮点
zh_hant: 查看重點

source: Select a category from the sidebar
ar: اختر فئة من الشريط الجانبي
de: Wähle eine Kategorie aus der Seitenleiste
es: Selecciona una categoría en la barra lateral
fr: Sélectionnez une catégorie dans la barre latérale
it: Seleziona una categoria dalla barra laterale
ja: サイドバーからカテゴリを選択
ko: 사이드바에서 카테고리를 선택하세요
pl: Wybierz kategorię z paska bocznego
pt_br: Selecione uma categoria na barra lateral
pt_pt: Selecione uma categoria na barra lateral
ru: Выбери категорию на боковой панели
tr: Kenar çubuğundan bir kategori seç
uk: Вибери категорію на бічній панелі
vi: Chọn một danh mục từ thanh bên
zh_hans: 从侧边栏选择一个类别
zh_hant: 從側邊欄選擇類別

source: Shared albums
ar: الألبومات المشتركة
de: Geteilte Alben
es: Álbumes compartidos
fr: Albums partagés
it: Album condivisi
ja: 共有アルバム
ko: 공유 앨범
pl: Albumy udostępnione
pt_br: Álbuns compartilhados
pt_pt: Álbuns partilhados
ru: Общие альбомы
tr: Paylaşılan albümler
uk: Спільні альбоми
vi: Album được chia sẻ
zh_hans: 共享相簿
zh_hant: 共享相簿

source: Shared iCloud album count.
ar: عدد ألبومات iCloud المشتركة.
de: Anzahl geteilter iCloud-Alben.
es: Número de álbumes compartidos en iCloud.
fr: Nombre d'albums iCloud partagés.
it: Numero di album condivisi di iCloud.
ja: 共有iCloudアルバムの数。
ko: 공유 iCloud 앨범 수.
pl: Liczba udostępnionych albumów iCloud.
pt_br: Quantidade de álbuns compartilhados no iCloud.
pt_pt: Número de álbuns partilhados no iCloud.
ru: Количество общих альбомов iCloud.
tr: Paylaşılan iCloud albüm sayısı.
uk: Кількість спільних альбомів в iCloud.
vi: Số album iCloud được chia sẻ.
zh_hans: 共享的 iCloud 相簿数量。
zh_hant: 共享 iCloud 相簿的數量。

source: Shares a JSON file containing currently loaded raw values
ar: يشارك ملف JSON يحتوي على القيم الخام المحملة حاليًا
de: Teilt eine JSON-Datei mit den aktuell geladenen Rohwerten
es: Comparte un archivo JSON con los valores sin procesar cargados actualmente
fr: Partage un fichier JSON contenant les valeurs brutes actuellement chargées
it: Condivide un file JSON contenente i valori grezzi attualmente caricati
ja: 現在読み込まれている生の値を含むJSONファイルを共有します
ko: 현재 불러온 원시 값이 담긴 JSON 파일을 공유해요
pl: Udostępnia plik JSON z aktualnie wczytanymi surowymi wartościami
pt_br: Compartilha um arquivo JSON com os valores brutos carregados no momento
pt_pt: Partilha um ficheiro JSON com os valores em bruto atualmente carregados
ru: Отправляет JSON-файл с текущими сырыми значениями
tr: Şu anda yüklü olan ham değerleri içeren bir JSON dosyası paylaşır
uk: Ділиться файлом JSON із сирими значеннями, які зараз завантажено
vi: Chia sẻ một tệp JSON chứa các giá trị thô đang được tải
zh_hans: 分享一个包含当前已加载原始值的 JSON 文件
zh_hant: 分享一個包含目前已載入原始值的 JSON 檔案

source: Size class
ar: فئة الحجم
de: Größenklasse
es: Clase de tamaño
fr: Classe de taille
it: Classe di dimensione
ja: サイズクラス
ko: 크기 클래스
pl: Klasa rozmiaru
pt_br: Classe de tamanho
pt_pt: Classe de tamanho
ru: Класс размера
tr: Boyut sınıfı
uk: Клас розміру
vi: Lớp kích thước
zh_hans: 尺寸类别
zh_hant: 尺寸類別

source: Skip
ar: تخطّي
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ru: Пропустить
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

source: Smart albums
ar: الألبومات الذكية
de: Intelligente Alben
es: Álbumes inteligentes
fr: Albums intelligents
it: Album smart
ja: スマートアルバム
ko: 스마트 앨범
pl: Inteligentne albumy
pt_br: Álbuns inteligentes
pt_pt: Álbuns inteligentes
ru: Смарт-альбомы
tr: Akıllı albümler
uk: Смарт-альбоми
vi: Album thông minh
zh_hans: 智能相簿
zh_hant: 智慧型相簿

source: Some readings are passively visible to apps with no prompt at all, while others require your permission.
ar: بعض القيم متاحة لجميع التطبيقات دون الحاجة لطلب إذن منك، بينما يتطلب البعض الآخر إذنك.
de: Manche Werte sind für Apps ganz ohne Abfrage sichtbar, andere setzen deine Erlaubnis voraus.
es: Algunos valores son visibles para las apps de forma pasiva, sin ningún aviso, mientras que otros requieren tu permiso.
fr: Certaines valeurs sont visibles passivement par les apps, sans aucune invite, tandis que d'autres nécessitent votre autorisation.
it: Alcune letture sono visibili passivamente alle app senza alcuna richiesta, mentre altre richiedono il tuo permesso.
ja: 確認ダイアログなしでAppから受動的に見える値もあれば、許可が必要な値もあります。
ko: 어떤 값은 아무런 메시지 없이 앱에 그대로 보이고, 어떤 값은 권한이 필요해요.
pl: Niektóre odczyty są pasywnie widoczne dla aplikacji bez żadnego pytania, podczas gdy inne wymagają Twojej zgody.
pt_br: Alguns valores ficam visíveis para os apps de forma passiva, sem solicitação nenhuma, enquanto outros exigem sua permissão.
pt_pt: Alguns valores ficam passivamente visíveis para as apps sem qualquer pedido, enquanto outros exigem a sua permissão.
ru: Некоторые значения приложения видят пассивно, без всякого запроса; другие требуют твоего разрешения.
tr: Bazı değerler herhangi bir istem olmadan uygulamalara görünür, diğerleri ise senin iznini gerektirir.
uk: Одні значення застосунки бачать пасивно, без жодного запиту, інші — лише з твого дозволу.
vi: Một số dữ liệu được các ứng dụng nhìn thấy thụ động mà không cần lời nhắc nào, trong khi số khác cần sự cho phép của bạn.
zh_hans: 有些读数 App 完全可以直接看到，根本不会有任何提示；另一些则需要你的授权。
zh_hant: 有些讀數 App 不需任何提示就能被動取得，有些則需要你的權限。

source: Songs
ar: الأغاني
de: Titel
es: Canciones
fr: Morceaux
it: Brani
ja: 曲
ko: 곡
pl: Utwory
pt_br: Músicas
pt_pt: Músicas
ru: Песни
tr: Şarkılar
uk: Пісні
vi: Bài hát
zh_hans: 歌曲
zh_hant: 歌曲

source: Songs added in the last 30 days.
ar: الأغاني المضافة في آخر 30 يومًا.
de: In den letzten 30 Tagen hinzugefügte Titel.
es: Canciones añadidas en los últimos 30 días.
fr: Morceaux ajoutés au cours des 30 derniers jours.
it: Brani aggiunti negli ultimi 30 giorni.
ja: 過去30日間に追加された曲。
ko: 최근 30일간 추가된 곡.
pl: Utwory dodane w ciągu ostatnich 30 dni.
pt_br: Músicas adicionadas nos últimos 30 dias.
pt_pt: Músicas adicionadas nos últimos 30 dias.
ru: Песни, добавленные за последние 30 дней.
tr: Son 30 günde eklenen şarkılar.
uk: Пісні, додані за останні 30 днів.
vi: Số bài hát được thêm trong 30 ngày qua.
zh_hans: 最近 30 天添加的歌曲。
zh_hant: 過去 30 天內新增的歌曲。

source: Sonos speakers
ar: مكبّرات صوت Sonos
de: Sonos-Lautsprecher
es: Altavoces Sonos
fr: Enceintes Sonos
it: Altoparlanti Sonos
ja: Sonosスピーカー
ko: Sonos 스피커
pl: Głośniki Sonos
pt_br: Alto-falantes Sonos
pt_pt: Colunas Sonos
ru: Колонки Sonos
tr: Sonos hoparlörleri
uk: Колонки Sonos
vi: Loa Sonos
zh_hans: Sonos 音箱
zh_hant: Sonos 喇叭

source: Source Code
ar: الرمز المصدري
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
pl: Kod źródłowy
pt_br: Código-Fonte
pt_pt: Código-fonte
ru: Исходный код
tr: Kaynak Kod
uk: Початковий код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

source: Source count
ar: عدد المصادر
de: Anzahl der Quellen
es: Número de fuentes
fr: Nombre de sources
it: Numero di sorgenti
ja: ソースの数
ko: 소스 개수
pl: Liczba źródeł
pt_br: Total de origens
pt_pt: Número de origens
ru: Количество источников
tr: Kaynak sayısı
uk: Кількість джерел
vi: Số nguồn
zh_hans: 来源数量
zh_hant: 來源數量

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
it: Sorgenti
ja: ソース
ko: 소스
pl: Źródła
pt_br: Origens
pt_pt: Origens
ru: Источники
tr: Kaynaklar
uk: Джерела
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
ko: 속도
pl: Prędkość
pt_br: Velocidade
pt_pt: Velocidade
ru: Скорость
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: sRGB or P3. Newer displays support P3.
ar: sRGB أو P3. الشاشات الأحدث تدعم P3.
de: sRGB oder P3. Neuere Displays unterstützen P3.
es: sRGB o P3. Las pantallas más nuevas admiten P3.
fr: sRGB ou P3. Les écrans plus récents prennent en charge le P3.
it: sRGB o P3. I display più recenti supportano P3.
ja: sRGBまたはP3。新しいディスプレイはP3に対応しています。
ko: sRGB 또는 P3. 최신 디스플레이는 P3를 지원해요.
pl: sRGB lub P3. Nowsze wyświetlacze obsługują P3.
pt_br: sRGB ou P3. Telas mais novas suportam P3.
pt_pt: sRGB ou P3. Os ecrãs mais recentes suportam P3.
ru: sRGB или P3. Более новые экраны поддерживают P3.
tr: sRGB veya P3. Yeni ekranlar P3 destekler.
uk: sRGB або P3. Новіші дисплеї підтримують P3.
vi: sRGB hoặc P3. Các màn hình mới hơn hỗ trợ P3.
zh_hans: sRGB 或 P3。较新的显示屏支持 P3。
zh_hant: sRGB 或 P3。較新的螢幕支援 P3。

source: State
ar: الحالة
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
pl: Stan
pt_br: Estado
pt_pt: Estado
ru: Состояние
tr: Durum
uk: Стан
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Steps today
ar: خطوات اليوم
de: Schritte heute
es: Pasos de hoy
fr: Pas aujourd'hui
it: Passi oggi
ja: 今日の歩数
ko: 오늘 걸음 수
pl: Kroki dzisiaj
pt_br: Passos hoje
pt_pt: Passos hoje
ru: Шаги за сегодня
tr: Bugünkü adımlar
uk: Кроки сьогодні
vi: Số bước hôm nay
zh_hans: 今日步数
zh_hant: 今天的步數

source: Storage
ar: مساحة التخزين
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ko: 저장 공간
pl: Pamięć
pt_br: Armazenamento
pt_pt: Armazenamento
ru: Хранилище
tr: Depolama
uk: Сховище
vi: Bộ nhớ
zh_hans: 存储
zh_hant: 儲存空間

source: subscription eligible
ar: مؤهّل للاشتراك
de: abonnementberechtigt
es: elegible para suscripción
fr: éligible à l'abonnement
it: idoneo all'abbonamento
ja: サブスクリプション登録可能
ko: 구독 가능
pl: kwalifikuje się do subskrypcji
pt_br: elegível para assinatura
pt_pt: elegível para subscrição
ru: подписка доступна
tr: abonelik uygun
uk: право на підписку
vi: đủ điều kiện đăng ký
zh_hans: 符合订阅条件
zh_hant: 可訂閱

source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fr: dimanche
it: domenica
ja: 日曜日
ko: 일요일
pl: niedziela
pt_br: Domingo
pt_pt: domingo
ru: воскресенье
tr: Pazar
uk: неділя
vi: Chủ Nhật
zh_hans: 星期日
zh_hant: 星期日

source: Supported families
ar: العائلات المدعومة
de: Unterstützte Familien
es: Familias compatibles
fr: Familles prises en charge
it: Famiglie supportate
ja: 対応ファミリー
ko: 지원하는 제품군
pl: Obsługiwane rodziny
pt_br: Famílias suportadas
pt_pt: Famílias suportadas
ru: Поддерживаемые семейства
tr: Desteklenen aileler
uk: Підтримувані сімейства
vi: Họ được hỗ trợ
zh_hans: 支持的家族
zh_hant: 支援的家族

source: Supports raytracing
ar: يدعم تتبع الأشعة
de: Unterstützt Raytracing
es: Admite trazado de rayos
fr: Prend en charge le ray tracing
it: Supporta il raytracing
ja: レイトレーシング対応
ko: 레이트레이싱 지원
pl: Obsługuje raytracing
pt_br: Suporta ray tracing
pt_pt: Suporta raytracing
ru: Поддержка трассировки лучей
tr: Işın izleme desteği
uk: Підтримує трасування променів
vi: Hỗ trợ raytracing
zh_hans: 支持光线追踪
zh_hant: 支援光線追蹤

source: Switch Control running
ar: تشغيل التحكم بالتبديل
de: Schaltersteuerung aktiv
es: Control por botón en uso
fr: Contrôle de sélection actif
it: Controllo interruttori attivo
ja: スイッチコントロール動作中
ko: 스위치 제어 실행 중
pl: Sterowanie przełącznikami działa
pt_br: Controle Assistivo em execução
pt_pt: Controlo por interruptor ativo
ru: Switch Control работает
tr: Anahtarla Denetim çalışıyor
uk: Switch Control працює
vi: Điều khiển chuyển đổi đang chạy
zh_hans: 切换控制正在运行
zh_hant: 切換控制使用中

source: System accessibility flags
ar: علامات تسهيلات الاستخدام للنظام
de: Systemweite Bedienungshilfen-Flags
es: Indicadores de accesibilidad del sistema
fr: Indicateurs d'accessibilité du système
it: Flag di accessibilità del sistema
ja: システムのアクセシビリティフラグ
ko: 시스템 손쉬운 사용 설정
pl: Systemowe flagi dostępności
pt_br: Flags de acessibilidade do sistema
pt_pt: Indicadores de acessibilidade do sistema
ru: Системные флаги универсального доступа
tr: Sistem erişilebilirlik bayrakları
uk: Системні прапорці універсального доступу
vi: Các cờ trợ năng của hệ thống
zh_hans: 系统辅助功能开关
zh_hant: 系統的輔助使用旗標

source: System Info
ar: معلومات النظام
es: Información del sistema
fr: Infos système
it: Informazioni di sistema
ja: システム情報
ko: 시스템 정보
pl: Informacje o systemie
pt_br: Informações do Sistema
pt_pt: Informação do sistema
ru: Системная информация
tr: Sistem Bilgisi
uk: Інформація про систему
vi: Thông tin hệ thống
zh_hans: 系统信息
zh_hant: 系統資訊

source: System interfaces
ar: واجهات النظام
de: Systemschnittstellen
es: Interfaces del sistema
fr: Interfaces système
it: Interfacce di sistema
ja: システムインターフェース
ko: 시스템 인터페이스
pl: Interfejsy systemowe
pt_br: Interfaces do sistema
pt_pt: Interfaces do sistema
ru: Системные интерфейсы
tr: Sistem arayüzleri
uk: Системні інтерфейси
vi: Giao diện hệ thống
zh_hans: 系统接口
zh_hant: 系統介面

source: System-generated album count.
ar: عدد الألبومات المنشأة بواسطة النظام.
de: Anzahl systemgenerierter Alben.
es: Número de álbumes generados por el sistema.
fr: Nombre d'albums générés par le système.
it: Numero di album generati dal sistema.
ja: システムが自動生成するアルバムの数。
ko: 시스템이 생성한 앨범 수.
pl: Liczba albumów wygenerowanych przez system.
pt_br: Quantidade de álbuns gerados pelo sistema.
pt_pt: Número de álbuns gerados pelo sistema.
ru: Количество альбомов, созданных системой.
tr: Sistem tarafından oluşturulan albüm sayısı.
uk: Кількість альбомів, створених системою.
vi: Số album do hệ thống tạo.
zh_hans: 系统生成的相簿数量。
zh_hant: 系統自動產生的相簿數量。

source: Tapping Enable shows the %@ permission prompt. You can revoke access later in Settings.
ar: يؤدي النقر على تمكين إلى إظهار مطالبة إذن %@. يمكنك إبطال الوصول لاحقًا في الإعدادات.
de: Tippst du auf „Aktivieren“, erscheint die Erlaubnis-Abfrage für %@. Den Zugriff kannst du später in den Einstellungen widerrufen.
es: Al tocar Activar aparece el aviso de permiso de %@. Puedes revocar el acceso más tarde en Ajustes.
fr: Toucher Activer affiche la demande d'autorisation pour %@. Vous pourrez révoquer l'accès plus tard dans Réglages.
it: Toccando Abilita compare la richiesta di permesso per %@. Puoi revocare l'accesso in seguito in Impostazioni.
ja: 「有効にする」をタップすると、%@の許可ダイアログが表示されます。アクセスはあとから設定で取り消せます。
ko: 켜기를 탭하면 %@ 권한 요청 메시지가 나타나요. 나중에 설정에서 권한을 취소할 수 있어요.
pl: Stuknięcie Włącz wyświetla pytanie o zgodę dla %@. Możesz cofnąć dostęp później w Ustawieniach.
pt_br: Tocar em Ativar exibe a solicitação de permissão de %@. Você pode revogar o acesso depois nos Ajustes.
pt_pt: Ao tocar em Ativar, surge o pedido de autorização de %@. Pode revogar o acesso mais tarde nas Definições.
ru: При нажатии «Включить» появится системный запрос разрешения для %@. Доступ можно отозвать позже в Настройках.
tr: Etkinleştir'e dokunduğunda %@ izin istemi görünür. Erişimi daha sonra Ayarlar'dan kaldırabilirsin.
uk: Натискання «Увімкнути» покаже запит дозволу %@. Скасувати доступ можна пізніше в Параметрах.
vi: Chạm Bật sẽ hiển thị lời nhắc cấp quyền %@. Bạn có thể thu hồi quyền truy cập sau trong Cài đặt.
zh_hans: 点按“启用”会弹出 %@ 权限提示。你之后可以在“设置”中撤销访问权限。
zh_hant: 點一下「啟用」會跳出 %@ 的權限提示。你之後可以在「設定」裡撤銷權限。

source: Telephony
ar: الخدمة الهاتفية
de: Telefonie
es: Telefonía
fr: Téléphonie
it: Telefonia
ja: テレフォニー
ko: 전화 통신
pl: Telefonia
pt_br: Telefonia
pt_pt: Telefonia
ru: Телефония
tr: Telefon
uk: Телефонія
vi: Điện thoại
zh_hans: 电话
zh_hant: 電信

source: The current hardware sample rate.
ar: معدل العينة الحالي للأجهزة.
de: Die aktuelle Hardware-Abtastrate.
es: La frecuencia de muestreo actual del hardware.
fr: La fréquence d'échantillonnage actuelle du matériel.
it: La frequenza di campionamento attuale dell'hardware.
ja: 現在のハードウェアサンプルレート。
ko: 현재 하드웨어 샘플레이트.
pl: Aktualna sprzętowa częstotliwość próbkowania.
pt_br: A taxa de amostragem atual do hardware.
pt_pt: A taxa de amostragem atual do hardware.
ru: Текущая частота дискретизации звукового оборудования.
tr: Geçerli donanım örnekleme hızı.
uk: Поточна апаратна частота дискретизації.
vi: Tốc độ lấy mẫu hiện tại của phần cứng.
zh_hans: 当前的硬件采样率。
zh_hant: 目前的硬體取樣率。

source: The full %@ version string the system reports.
ar: سلسلة إصدار %@ الكاملة التي يبلغ عنها النظام.
de: Die vollständige %@-Versionsangabe, die das System meldet.
es: La cadena completa de versión de %@ que informa el sistema.
fr: La chaîne de version complète de %@ rapportée par le système.
it: La stringa di versione completa di %@ riportata dal sistema.
ja: システムが報告する完全な%@のバージョン文字列。
ko: 시스템이 보고하는 전체 %@ 버전 문자열.
pl: Pełny ciąg wersji %@ zgłaszany przez system.
pt_br: O texto completo da versão do %@ que o sistema reporta.
pt_pt: A cadeia completa da versão de %@ indicada pelo sistema.
ru: Полная строка версии %@, которую сообщает система.
tr: Sistemin bildirdiği tam %@ sürüm dizesi.
uk: Повний рядок версії %@, який повідомляє система.
vi: Chuỗi phiên bản %@ đầy đủ mà hệ thống báo cáo.
zh_hans: 系统报告的完整 %@ 版本字符串。
zh_hant: 系統回報的完整 %@ 版本字串。

source: The kernel version string, with build details and compiler timestamps.
ar: سلسلة إصدار النواة، مع تفاصيل البناء والطوابع الزمنية للمترجم.
de: Die Kernel-Versionsangabe mit Build-Details und Compiler-Zeitstempeln.
es: La cadena de versión del kernel, con detalles de compilación y marcas de tiempo del compilador.
fr: La chaîne de version du noyau, avec les détails de compilation et les horodatages du compilateur.
it: La stringa di versione del kernel, con i dettagli della build e i timestamp del compilatore.
ja: カーネルのバージョン文字列。ビルドの詳細やコンパイラのタイムスタンプを含みます。
ko: 빌드 세부 정보와 컴파일러 타임스탬프가 포함된 커널 버전 문자열.
pl: Ciąg wersji jądra, ze szczegółami kompilacji i znacznikami czasu kompilatora.
pt_br: O texto da versão do kernel, com detalhes do build e horários do compilador.
pt_pt: A cadeia da versão do kernel, com detalhes da compilação e marcas temporais do compilador.
ru: Строка версии ядра — с деталями сборки и временем компиляции.
tr: Derleme ayrıntıları ve derleyici zaman damgalarıyla birlikte çekirdek sürüm dizesi.
uk: Рядок версії ядра з деталями збірки й мітками часу компілятора.
vi: Chuỗi phiên bản kernel, kèm chi tiết bản dựng và dấu thời gian của trình biên dịch.
zh_hans: 内核版本字符串，包含构建细节和编译器时间戳。
zh_hant: 核心版本字串，包含建置細節和編譯器時間戳記。
